Repository: Cthulhu2/gm-space-rangers-quests
Catalog: locale/*/LC_MESSAGES/gmsrq.po
Languages: de, es, fr, hu, pl, ru

source: ğŸ· economy simulator
de: ğŸ· wirtschaftssimulator
es: ğŸ· simulador de economÃ­a
fr: ğŸ· Simulateur Ã©conomique
pl: ğŸ· symulator ekonomiczny

source: ğŸ· election campaign simulator
de: ğŸ· wahlkampfsimulator
es: ğŸ· simulador de campaÃ±a electoral
fr: ğŸ· Simulateur de campagne Ã©lectorale
pl: ğŸ· symulator kampanii wyborczej

source: ğŸ· hauler simulator
de: ğŸ· schleppersimulator
es: ğŸ· simulador de transportista
fr: ğŸ· Simulateur de transporteur
pl: ğŸ· symulator przewoÅºnika

source: ğŸ· taxi simulator
es: ğŸ· simulador de taxi
fr: ğŸ· Simulateur de taxi
pl: ğŸ· symulator taksÃ³wki

source: ğŸ· fishing simulator
de: ğŸ· angelsimulator
es: ğŸ· simulador de pesca
fr: ğŸ· Simulateur de pÃªche
pl: ğŸ· symulator wÄ™dkarski

source: ğŸ· ancient cars racing simulator
de: ğŸ· rennsimulator fÃ¼r antike autos
es: ğŸ· simulador de carreras de coches antiguos
fr: ğŸ· Simulateur de course de voitures anciennes
pl: ğŸ· symulator wyÅ›cigÃ³w samochodÃ³w staroÅ¼ytnych

source: ğŸ· racing simulator
de: ğŸ· rennsimulator
es: ğŸ· simulador de carreras
fr: ğŸ· Course Simulateur
pl: ğŸ· symulator wyÅ›cigÃ³w

source: ğŸ· racing simulator with management elements
de: ğŸ· rennsimulator mit management-elementen
es: ğŸ· simulador de carreras con elementos de gestiÃ³n
fr: ğŸ· Simulateur de course avec Ã©lÃ©ments de gestion
pl: ğŸ· symulator wyÅ›cigÃ³w z elementami zarzÄ…dzania

source: ğŸ· penchekrack breeding simulator
de: ğŸ· penchekrack-zuchtsimulator
es: ğŸ· simulador de crÃ­a de penchekrack
fr: ğŸ· Simulateur d'Ã©levage de penchekrack
pl: ğŸ· symulator hodowli penchekrack

source: ğŸ· wild gobzaur taming simulator
de: ğŸ· simulator zur zÃ¤hmung des wilden gobzaur
es: ğŸ· simulador de domesticaciÃ³n de gobzaur salvaje
fr: ğŸ· Simulateur d'apprivoisement de gobzaurs sauvages
pl: ğŸ· symulator oswajania dzikiego gobzaura

source: ğŸ· passing entrance exams
de: ğŸ· bestehen der aufnahmeprÃ¼fungen
es: ğŸ· aprobar exÃ¡menes de ingreso
fr: ğŸ· RÃ©ussite aux examens d'entrÃ©e
pl: ğŸ· zdawanie egzaminÃ³w wstÄ™pnych

source: ğŸ· tactical fighting
de: ğŸ· rennsimulator mit management-elementen
es: ğŸ· combate tÃ¡ctico
fr: ğŸ· Combat tactique
pl: ğŸ· walka taktyczna

source: ğŸ· tactical game
de: ğŸ· taktisches spiel
es: ğŸ· juego tÃ¡ctico
fr: ğŸ· Jeu tactique
pl: ğŸ· gra taktyczna

source: ğŸ· tactical strategy
de: ğŸ· taktische strategie
es: ğŸ· estrategia tÃ¡ctica
fr: ğŸ· StratÃ©gie tactique
pl: ğŸ· strategia taktyczna

source: ğŸ· economic strategy
de: ğŸ· wirtschaftliche strategie
es: ğŸ· estrategia econÃ³mica
fr: ğŸ· StratÃ©gie Ã©conomique
pl: ğŸ· strategia ekonomiczna

source: ğŸ· strategy with fighting elements
de: ğŸ· strategie mit kampfelementen
es: ğŸ· estrategia con elementos de combate
fr: ğŸ· StratÃ©gie avec Ã©lÃ©ments de combat
pl: ğŸ· strategia z elementami walki

source: ğŸ· recruitment center manager
de: ğŸ· leiter des rekrutierungszentrums
es: ğŸ· gerente del centro de reclutamiento
fr: ğŸ· Responsable du centre de recrutement
pl: ğŸ· zarzÄ…dzanie biura rejestracji i poboru wojskowego

source: ğŸ· management
es: ğŸ· administraciÃ³n
fr: ğŸ· Gestion
pl: ğŸ· zarzÄ…dzanie

source: ğŸ· build management
es: ğŸ· administraciÃ³n de compilaciones
fr: ğŸ· Gestion de la construction
pl: ğŸ· zarzÄ…dzanie kompilacjÄ…

source: ğŸ· sport management
es: ğŸ· administraciÃ³n deportiva
fr: ğŸ· Gestion du sport
pl: ğŸ· zarzÄ…dzanie sportem

source: ğŸ· gambling
de: ğŸ· glÃ¼cksspiel
es: ğŸ· apuestas
fr: ğŸ· Jeux d'argent
pl: ğŸ· hazard

source: ğŸ· trading
de: ğŸ· handel
es: ğŸ· comercio
fr: ğŸ· Commerce
pl: ğŸ· handlowy

source: ğŸ· weapons testing
de: ğŸ· waffentests
es: ğŸ· pruebas de armas
fr: ğŸ· Tests d'armes
pl: ğŸ· testowanie broni

source: ğŸ· espionage
de: ğŸ· spionage
es: ğŸ· espionaje
fr: ğŸ· Espionnage
pl: ğŸ· szpiegostwo

source: ğŸ· espionage; gambling
de: ğŸ· spionage; glÃ¼cksspiel
es: ğŸ· espionaje; juego de azar
fr: ğŸ· espionnage; jeux d'argent
pl: ğŸ· szpiegostwo; hazard

source: ğŸ· espionage; bugging
de: ğŸ· spionage; installation von bugs
es: ğŸ· espionaje; instalaciÃ³n de errores
fr: ğŸ· espionnage; Ã©coute
pl: ğŸ· szpiegostwo; podsÅ‚uch

source: ğŸ· assault
de: ğŸ· angriff
es: ğŸ· asalto
fr: ğŸ· assaut
pl: ğŸ· napaÅ›Ä‡

source: ğŸ· fantasy role-playing game
de: ğŸ· fantasy-rollenspiel
es: ğŸ· juego de rol de fantasÃ­a
fr: ğŸ· jeu de rÃ´le fantastique
pl: ğŸ· fantastyczna gra fabularna

source: ğŸ· humorous detective
de: ğŸ· humorvoller detektiv
es: ğŸ· detective humorÃ­stico
fr: ğŸ· dÃ©tective humoristique
pl: ğŸ· humorystyczny detektyw

source: ğŸ· cargo delivery with quest elements
de: ğŸ· frachtlieferung mit questelementen
es: ğŸ· entrega de carga con elementos de misiÃ³n
fr: ğŸ· livraison de marchandises avec Ã©lÃ©ments de quÃªte
pl: ğŸ· dostawa Å‚adunkÃ³w z elementami zadania

source: ğŸ· fortress defend
de: ğŸ· festung verteidigen
es: ğŸ· defensa de la fortaleza
fr: ğŸ· dÃ©fense de forteresse
pl: ğŸ· twierdza broniÄ‡

source: ğŸ· action horror
es: ğŸ· terror de acciÃ³n
fr: ğŸ· action horreur
pl: ğŸ· akcja horror

source: ğŸ· detective
de: ğŸ· detektiv
fr: ğŸ· dÃ©tective
pl: ğŸ· detektyw
