Repository: Cthulhu2/gm-space-rangers-quests
Catalog: locale/*/LC_MESSAGES/gmsrq.po
Languages: de, es, fr, hu, pl, ru

source: Ranger certificate required
de: Ranger-Zertifikat erforderlich
es: Se requiere certificado de ranger
fr: Certificat de Ranger requis
hu: Ranger tanúsítvány szükséges
pl: Wymagany certyfikat straÅ¼nika
ru: Требуется сертификат рейнджера

source: Unknown quest id={qid}
de: Unbekannte Quest-ID={qid}
es: Identificador desconocido id={qid}
fr: Identifiant de quÃªte inconnu {qid}
hu: Ismeretlen küldetésazonosító={qid}
pl: Nieznany identyfikator zadania={qid}
ru: Неизвестный квест id={qid}

source: Wow! This is the famous ranger {name}!
de: Wow! Das ist der berÃ¼hmte Ranger {name}!
es: Â¡Guau! Â¡Ã‰ste es el famoso ranger {name}!
fr: Waouh! Voici le cÃ©lÃ¨bre Ranger {name}!
hu: Hűha! Ez a híres ranger {name}!
pl: Wow! To jest sÅ‚ynny straÅ¼nik {name}!
ru: Ба! Да это же знаменитый рейнджер {name}!

source: You are already registered.
de: Sie sind bereits registriert.
es: Ya estÃ¡s registrado.
fr: Vous Ãªtes dÃ©jÃ inscrit.
hu: Ön már regisztrált.
pl: JesteÅ› juÅ¼ zarejestrowany.
ru: Вы уже зарегистрированы.

source: Back
de: ZurÃ¼ck
es: AtrÃ¡s
fr: Retour
hu: Vissza
pl: Z powrotem
ru: Назад

source: What is your name?
de: Wie heiÃŸt du?
es: Â¿CÃ³mo te llamas?
fr: Quel est votre nom?
hu: Mi a neved?
pl: Jak masz na imiÄ™?
ru: Как вас называть?

source: Enter ranger's name to attach certificate to.
de: Geben Sie den Namen des Rangers ein, dem das Zertifikat beigefÃ¼gt werden soll.
es: Ingrese el nombre del ranger al que se adjuntarÃ¡ el certificado.
fr: Saisissez le nom du Ranger auquel associer le certificat.
hu: Adja meg a ranger nevét a tanúsítvány csatolásához.
pl: WprowadÅº imiÄ™ i nazwisko straÅ¼nika, do ktÃ³rego chcesz doÅ‚Ä…czyÄ‡ certyfikat.
ru: Введите имя рейнджера для добавления сертификата

source: Delete certificate {cert}. Are you sure? Type "yes".
de: LÃ¶schen Sie das Zertifikat {cert}. Sind Sie sicher? Geben Sie "yes" ein.
es: Eliminar certificado {cert}. Â¿EstÃ¡ seguro? Escriba "yes".
fr: Supprimer le certificat {cert}. ÃŠtes-vous sÃ»r ? Tapez "yes".
hu: Törölje a(z) {cert} tanúsítványt. Biztos benne? Írja be: "yes".
pl: UsuÅ„ certyfikat {cert}. Czy jesteÅ› pewien? Wpisz "yes".
ru: Удалить сертификат {cert}. Вы уверены? Введите "yes".

source: Delete ranger {name} account and all its data. Are you sure? Type "yes".
de: LÃ¶schen Sie das Ranger-Konto {name} und alle seine Daten. Sind Sie sicher? Geben Sie "yes" ein.
es: Borrar la cuenta de ranger {name} y todos sus datos. Â¿EstÃ¡s seguro? Escribe "yes".
fr: Supprimez le compte Ranger {name} et toutes ses donnÃ©es. ÃŠtes-vous sÃ»r ? Tapez "yes".
hu: Törölje a ranger {name} fiókját és az összes adatát. Biztos benne? Írja be: "yes".
pl: UsuÅ„ konto ranger {name} i wszystkie jego dane. Czy na pewno? Wpisz "yes".
ru: Удалить аккаунт рейнджера {name} и все его данные. Вы уверены? Введите "yes".

source: Password?
de: Passwort?
es: Â¿ContraseÃ±a?
fr: Mot de passe?
hu: Jelszó?
pl: HasÅ‚o?
ru: Пароль?

source: Invalid ranger name. Not allowed: * >=128 symbols -- database is not rubber; * \r, \n -- what are these rangers with line breaks; * ``` -- and we don’t need to break the formatting.
hu: Érvénytelen ranger név. Nem engedélyezett: * >=128 szimbólum -- az adatbázis nem gumi; * \r, \n -- mik ezek a sortöréses rangerek; * ``` -- és nem kell megszakítanunk a formázást.
ru: Неподходящее имя для рейнджера. Нельзя использовать: * >=128 символов -- база данных не резиновая; * \r, \n -- это что за рейнджеры с переносами строк; * ``` -- и форматирование нам ломать не надо.

source: Rename ranger
de: Ranger umbenennen
es: Cambiar el nombre del ranger
fr: Renommer le ranger
hu: Ranger átnevezése
pl: ZmieÅ„ nazwÄ™ straÅ¼nika
ru: Переименовать рейнджера

source: Options
de: Optionen
es: Opciones
hu: Opciók
pl: Opcje
ru: Настройки

source: Use ANSI-colors
de: ANSI-Farben verwenden
es: Utilice ANSI-colores
fr: Utiliser les couleurs ANSI
hu: ANSI-színek használata
pl: UÅ¼yj ANSI-kolorÃ³w
ru: Использовать ANSI-цвета

source: Account
de: Konto
es: Cuenta
fr: Compte
hu: Fiók
pl: Konto
ru: Аккаунт

source: Delete ranger {name}
de: Ranger {name} lÃ¶schen
es: Eliminar ranger {name}
fr: Supprimer le ranger {name}
hu: A ranger {name} törlése
pl: UsuÅ„ straÅ¼nika {name}
ru: Удалить рейнджера {name}

source: All quests progress and registered certificates will be deleted
de: Alle Questfortschritte und registrierten Zertifikate werden gelÃ¶scht
es: Se eliminarÃ¡n todos los avances de las misiones y los certificados registrados.
fr: Toutes les quÃªtes, la progression et les certificats enregistrÃ©s seront supprimÃ©s
hu: Az összes küldetés folyamata és a regisztrált tanúsítványok törlésre kerülnek
pl: Wszystkie postÄ™py w zadaniach i zarejestrowane certyfikaty zostanÄ… usuniÄ™te
ru: Будет удалён весь прогресс и все связанные сертификаты

source: valid {minutes} min
de: gÃ¼ltig {minutes} Min
es: vÃ¡lido {minutes} min
fr: valide {minutes} min
hu: érvényes {minutes} perc
pl: waÅ¼ny {minutes} min
ru: на {minutes} мин

source: not set
de: nicht gesetzt
es: no establecido
fr: non dÃ©fini
hu: nincs beállítva
pl: nie ustawiono
ru: не установлен

source: Certificates
de: Zertifikate
es: Certificados
fr: Certificats
hu: Tanúsítványok
pl: Certyfikaty
ru: Сертификаты

source: Certificate password ({expires})
de: Zertifikatskennwort ({expires})
es: ContraseÃ±a del certificado ({expires})
fr: Mot de passe du certificat ({expires})
hu: A tanúsítvány jelszava ({expires})
pl: HasÅ‚o certyfikatu ({expires})
ru: Пароль на сертификаты ({expires})

source: For adding other certificates you need set password. Then just try register for this username.
de: Zum HinzufÃ¼gen weiterer Zertifikate mÃ¼ssen Sie ein Passwort festlegen. Versuchen Sie dann einfach, sich mit diesem Benutzernamen zu registrieren.
es: Para agregar otros certificados, debe establecer una contraseÃ±a. Luego, intente registrarse con este nombre de usuario.
fr: Pour ajouter d'autres certificats, vous devez dÃ©finir un mot de passe. Essayez ensuite de vous inscrire avec ce nom d'utilisateur.
hu: Más tanúsítványok hozzáadásához be kell állítania a jelszót. Ezután próbálja meg.regisztráljon erre a felhasználónévre.
pl: Aby dodaÄ‡ inne certyfikaty, musisz ustawiÄ‡ hasÅ‚o. NastÄ™pnie po prostu sprÃ³buj zarejestrowaÄ‡ siÄ™ dla tej nazwy uÅ¼ytkownika.
ru: Для добавления других сертификатов нужно установить пароль. Потом просто просто попытаться зарегистрировать на этот логин.

source: Registered to {name}
de: Registriert auf {name}
es: Registrado en {name}
fr: EnregistrÃ© Ã {name}
hu: Regisztrálva itt: {name}
pl: Zarejestrowany na {name}
ru: Зарегистрировано на {name}

source: (current)
de: (aktuell)
es: (actual)
fr: (actuel)
hu: (jelenlegi)
pl: (aktualny)
ru: (текущий)

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
hu: Eltávolítás
pl: UsunÄ…Ä‡
ru: Удалить

source: Ranger {name} already registered.
de: Ranger {name} ist bereits registriert.
es: Ranger {name} ya registrado.
fr: Le Ranger {name} est dÃ©jÃ inscrit.
hu: Már regisztrált a ranger {name}.
pl: StraÅ¼nik {name} jest juÅ¼ zarejestrowany.
ru: Рейнджер {name} уже зарегистрирован.

source: Choose different name
de: Anderen Namen wÃ¤hlen
es: Elige un nombre diferente
fr: Choisir un autre nom
hu: Válassz másik nevet
pl: Wybierz innÄ… nazwÄ™
ru: Выберу другое имя

source: Yes, it is me
de: Ja, ich bin es
es: SÃ­, soy yo
fr: Oui, c'est bien moi.
hu: Igen, én vagyok az
pl: Tak, to ja
ru: Да, это я

source: Password incorrect
de: Falsches Passwort
es: ContraseÃ±a incorrecta
fr: Mot de passe incorrect
hu: Helytelen jelszó
pl: Niepoprawne hasÅ‚o
ru: Неправильный пароль

source: # : Ranger : Quests : Credits
es: # : Ranger :Misiones:CrÃ©ditos
fr: # : Ranger : QuÃªtes : CrÃ©dits
hu: # : Ranger :Küldetések: Kreditek
pl: # : StraÅ¼nika : Questy : PodziÄ™kowania
ru: № : Рейнджер : Квесты : Кредиты

source: Leader board
de: Rangliste
es: Tabla de clasificaciÃ³n
fr: Classement
hu: Ranglista
pl: Tablica wynikÃ³w
ru: Таблица рекордов

source: Only registered rangers are displayed.
de: Es werden nur registrierte Ranger angezeigt.
es: SÃ³lo se muestran los rangers registrados.
fr: Seuls les rangers inscrits sont affichÃ©s.
hu: Csak a regisztrált rangerek jelennek meg.
pl: WyÅ›wietlani sÄ… tylko zarejestrowani straÅ¼nicy.
ru: Отображены только зарегистрированные рейнджеры.

source: Quests :: {game}
es: Misiones :: {game}
fr: QuÃªtes :: {game}
hu: Küldetések :: {game}
pl: Zadania :: {game}
ru: Квесты :: {game}

source: Come in, ranger, your certificate is valid.
de: Kommen Sie rein, Ranger, Ihr Zertifikat ist gÃ¼ltig.
es: Adelante, ranger, su certificado es vÃ¡lido.
fr: Entrez, ranger, votre certificat est valide.
hu: Gyere be, ranger, a tanúsítványa érvényes.
pl: ProszÄ™ wejÅ›Ä‡, straÅ¼niku, twÃ³j certyfikat jest waÅ¼ny.
ru: Входи, рейнджер, твой сертификат прошёл проверку.

source: Registration
de: Anmeldung
es: Registro
fr: Inscription
hu: Regisztráció
pl: Rejestracja
ru: Регистрация

source: About
de: Ãœber das Projekt
es: Acerca del proyecto
fr: Ã€ propos du projet
hu: A projektről
pl: O projekcie
ru: О проекте

source: Progress:
de: Fortschritt:
es: Progreso:
fr: Progression :
hu: Haladás:
pl: PostÄ™p:
ru: Прогресс:

source: Credits:
es: CrÃ©ditos:
fr: CrÃ©dits :
hu: Kreditek:
ru: Кредиты:

source: ☠ difficulty
hu: ☠ nehézség
ru: ☠ сложность

source: ⏱ duration
hu: ⏱ időtartam
ru: ⏱ длительность

source: 🏷 genre
hu: 🏷 műfaj
ru: 🏷 жанр

source: ⬆ ascend
hu: ⬆ emelkedik
ru: ⬆ по возрастанию

source: ⬇ descend
hu: ⬇ leereszkedés
ru: ⬇ по убыванию

source: ⏱ low
hu: ⏱ alacsony
ru: ⏱ низкая

source: ⏱ below average
hu: ⏱ átlag alatti
ru: ⏱ ниже среднего

source: ⏱ average
hu: ⏱ átlagos
ru: ⏱ средняя

source: ⏱ above average
hu: ⏱ átlag feletti
ru: ⏱ выше среднего

source: ⏱ long
hu: ⏱ hosszú
ru: ⏱ высокая

source: 🏷 adventure
hu: 🏷 kaland
ru: 🏷 бродилка

source: 🏷 adventure-shooter
hu: 🏷 kalandlövő
ru: 🏷 бродилка-стрелялка

source: 🏷 adventure-shooter; safe cracking simulator
hu: 🏷 kalandlövő; biztonságos repedés szimulátor
ru: 🏷 бродилка-стрелялка; симулятор взлома сейфа

source: 🏷 adventure with adventures
hu: 🏷 kaland kalandokkal
ru: 🏷 бродилка с приключениями

source: 🏷 adventure with arcade elements
hu: 🏷 kaland arcade elemekkel
ru: 🏷 бродилка с элементами аркады

source: 🏷 adventure with black humor elements
hu: 🏷 kaland fekete humor elemekkel
ru: 🏷 бродилка с элементами черного юмора

source: 🏷 adventure with fighting elements
hu: 🏷 kaland harci elemekkel
ru: 🏷 бродилка с элементами файтинга

source: 🏷 adventure with fighting and puzzle elements
hu: 🏷 kaland harci és rejtvényelemekkel
ru: 🏷 бродилка с элементами файтинга и головоломками

source: 🏷 adventure with management elements
hu: 🏷 kaland menedzsment elemekkel
ru: 🏷 бродилка с элементами менеджмента

source: 🏷 adventure with horror elements
hu: 🏷 kaland horror elemekkel
ru: 🏷 бродилка с элементами ужасов

source: 🏷 adventure with awful horror elements
hu: 🏷 kaland szörnyű horror elemekkel
ru: 🏷 бродилка с элементами тихих ужасов

source: 🏷 adventure with logic elements
hu: 🏷 kaland logikai elemekkel
ru: 🏷 бродилка с логическими элементами

source: 🏷 adventure with logic puzzles
hu: 🏷 kaland logikai rejtvényekkel
ru: 🏷 бродилка с логическими головоломками

source: 🏷 trivia game
hu: 🏷 trivia játék
ru: 🏷 викторина

source: 🏷 text and logic puzzle
hu: 🏷 szöveg és logikai rejtvény
ru: 🏷 текстово-логическая головоломка

source: 🏷 puzzle
hu: 🏷 rejtvény
ru: 🏷 головоломка

source: 🏷 logic puzzle
hu: 🏷 logikai rejtvény
ru: 🏷 логическая головоломка

source: 🏷 arcade logic game
hu: 🏷 arcade logikai játék
ru: 🏷 аркадно-логическая игра

source: 🏷 logic game
hu: 🏷 logikai játék
ru: 🏷 логическая игра

source: 🏷 logic game with management elements
hu: 🏷 logikai játék menedzsment elemekkel
ru: 🏷 логическая игра с элементами менеджмента

source: 🏷 logic educational game
hu: 🏷 logikai oktatási játék
ru: 🏷 логико-познавательная игра

source: 🏷 logic math game
hu: 🏷 logikai matematikai játék
ru: 🏷 логико-математическая игра

source: 🏷 logic easel simulator
hu: 🏷 logikai festőállvány szimulátor
ru: 🏷 логический симулятор мольберта

source: 🏷 math logic puzzle
hu: 🏷 matematikai logikai rejtvény
ru: 🏷 логико-математическая головоломка

source: 🏷 math puzzle
hu: 🏷 matematikai rejtvény
ru: 🏷 математическая головоломка

source: 🏷 logic puzzles and math problems
hu: 🏷 logikai rejtvények és matematikai feladatok
ru: 🏷 логические головоломки и математические задачи

source: 🏷 logic tactical game
hu: 🏷 logikai taktikai játék
ru: 🏷 логико-тактическая игра

source: 🏷 simulator
hu: 🏷 szimulátor
ru: 🏷 симулятор

source: 🏷 prison simulator
hu: 🏷 börtönszimulátor
ru: 🏷 симулятор тюрьмы

source: 🏷 space rangers simulator
hu: 🏷 space rangers szimulátor
ru: 🏷 симулятор "космических рейнджеров"

source: 🏷 animal life simulator
hu: 🏷 állatélet szimulátor
ru: 🏷 симулятор жизни животного

source: 🏷 lab rat simulator
hu: 🏷 labor patkány szimulátor
ru: 🏷 симулятор "подопытной крысы"

source: 🏷 composite sketch simulator
hu: 🏷 összetett vázlatszimulátor
ru: 🏷 симулятор составления фоторобота

source: 🏷 economy simulator
hu: 🏷 gazdaságos szimulátor
ru: 🏷 экономический симулятор

source: 🏷 election campaign simulator
hu: 🏷 választási kampány szimulátor
ru: 🏷 симулятор предвыборной кампании

source: 🏷 hauler simulator
hu: 🏷 fuvarozó szimulátor
ru: 🏷 симулятор дальнобойщика

source: 🏷 taxi simulator
hu: 🏷 taxi szimulátor
ru: 🏷 симулятор таксиста

source: 🏷 fishing simulator
hu: 🏷 horgászszimulátor
ru: 🏷 симулятор рыбалки

source: 🏷 ancient cars racing simulator
hu: 🏷 ősi autóverseny szimulátor
ru: 🏷 гонки на древних машинах

source: 🏷 racing simulator
hu: 🏷 versenyszimulátor
ru: 🏷 гоночный симулятор

source: 🏷 racing simulator with management elements
hu: 🏷 versenyszimulátor menedzsment elemekkel
ru: 🏷 гоночный симулятор с элементами менеджмента

source: 🏷 penchekrack breeding simulator
hu: 🏷 penchekrack tenyésztési szimulátor
ru: 🏷 симулятор выведения пенчекряка

source: 🏷 wild gobzaur taming simulator
hu: 🏷 vad gobzaur szelídítő szimulátor
ru: 🏷 симулятор укрощения дикого гобзавра

source: 🏷 passing entrance exams
hu: 🏷 sikeres felvételi vizsgák
ru: 🏷 сдача вступительных экзаменов

source: 🏷 tactical fighting
hu: 🏷 taktikai harc
ru: 🏷 тактический файтинг

source: 🏷 tactical game
hu: 🏷 taktikai játék
ru: 🏷 тактическая игра

source: 🏷 tactical strategy
hu: 🏷 taktikai stratégia
ru: 🏷 тактическая стратегия

source: 🏷 economic strategy
hu: 🏷 gazdasági stratégia
ru: 🏷 экономическая стратегия

source: 🏷 strategy with fighting elements
hu: 🏷 stratégia harci elemekkel
ru: 🏷 стратегия с элементами файтинга

source: 🏷 recruitment center manager
hu: 🏷 toborzási központ vezetője
ru: 🏷 менеджер военкомата

source: 🏷 management
hu: 🏷 kezelés
ru: 🏷 менеджмент

source: 🏷 build management
hu: 🏷 build menedzsment
ru: 🏷 менеджмент; управление стройкой

source: 🏷 sport management
hu: 🏷 sportmenedzsment
ru: 🏷 спорт-менеджер

source: 🏷 gambling
hu: 🏷 szerencsejáték
ru: 🏷 азартная игра

source: 🏷 trading
hu: 🏷 kereskedés
ru: 🏷 торговля

source: 🏷 weapons testing
hu: 🏷 fegyverteszt
ru: 🏷 испытание оружия

source: 🏷 espionage
hu: 🏷 kémkedés
ru: 🏷 шпионаж

source: 🏷 espionage; gambling
hu: 🏷 kémkedés; szerencsejáték
ru: 🏷 шпионаж; азартные игры

source: 🏷 espionage; bugging
hu: 🏷 kémkedés; bogarászat
ru: 🏷 шпионаж; установка жучков

source: 🏷 assault
hu: 🏷 támadás
ru: 🏷 штурм

source: 🏷 fantasy role-playing game
hu: 🏷 fantasy szerepjáték
ru: 🏷 фэнтезийная ролевая игра

source: 🏷 detective
hu: 🏷 detektív
ru: 🏷 детектив

source: 🏷 humorous detective
hu: 🏷 humoros nyomozó
ru: 🏷 юмористический детектив

source: 🏷 cargo delivery with quest elements
hu: 🏷 rakomány szállítás küldetés elemekkel
ru: 🏷 доставка груза с элементами квеста

source: 🏷 fortress defend
hu: 🏷 erőd védelme
ru: 🏷 защита крепости

source: 🏷 action horror
hu: 🏷 akcióhorror
ru: 🏷 экшн с хоррором

source: Ranger Center "Union"
de: Ranger-Zentrum "Union"
es: Centro de ranger "UniÃ³n"
fr: Centre des Rangers "Union"
pl: Centrum StraÅ¼nikÃ³w "Unia"
ru: Центр рейнджеров "Союз"

source: Invalid ranger name. Not allowed: * >=128 symbols -- database is not rubber; * \r, \n -- what are these rangers with line breaks; * ``` -- and we donâ€™t need to break the formatting.
de: UngÃ¼ltiger Rangername. Nicht zulÃ¤ssig: * >=128 Zeichen â€“ Datenbank ist nicht gummiartig; * \r, \n â€“ was sind das fÃ¼r Ranger mit ZeilenumbrÃ¼chen; * ``` â€“ und wir mÃ¼ssen die Formatierung nicht unterbrechen.
es: Nombre de ranger no vÃ¡lido. No permitido: * >=128 sÃ­mbolos: la base de datos no es de cÃ³digo abierto; * \r, \n: Â¿quÃ© son estos rangers con saltos de lÃ­nea? * ```: y no necesitamos romper el formato.
fr: Nom de ranger invalide. Non autorisÃ© : * >=128 symboles -- la base de donnÃ©es n'est pas en caoutchouc ; * \r, \n -- que sont ces rangers avec des sauts de ligne ; * ``` -- et nous n'avons pas besoin de modifier le formatage.
pl: NieprawidÅ‚owa nazwa rangera. Niedozwolone: * >=128 symboli -- baza danych nie jest gumowa; * \r, \n -- co to sÄ… rangerzy z podziaÅ‚em wiersza; * ``` -- i nie musimy Å‚amaÄ‡ formatowania.

source: â˜ difficulty
de: â˜ schwierigkeit
es: â˜ dificultad
fr: â˜ difficultÃ©
pl: â˜ trudnoÅ›Ä‡

source: â± duration
de: â± dauer
es: â± duraciÃ³n
fr: â± durÃ©e
pl: â± trwanie

source: ğŸ· genre
es: ğŸ· gÃ©nero

source: â¬† ascend
de: â¬† aufsteigen
es: â¬† ascender
fr: â¬† ascension
pl: â¬† wznosiÄ‡ siÄ™

source: â¬‡ descend
de: â¬‡ absteigen
es: â¬‡ descender
fr: â¬‡ descente
pl: â¬‡ zejdÅº

source: â± low
de: â± gering
es: â± bajo
fr: â± faible
pl: â± niski

source: â± below average
de: â± unterdurchschnittlich
es: â± por debajo del promedio
fr: â± infÃ©rieur Ã la moyenne
pl: â± poniÅ¼ej Å›redniej

source: â± average
de: â± durchschnittlich
es: â± promedio
fr: â± moyen
pl: â± Å›redni

source: â± above average
de: â± Ã¼berdurchschnittlich
es: â± por encima del promedio
fr: â± supÃ©rieur Ã la moyenne
pl: â± powyÅ¼ej Å›redniej

source: â± long
de: â± lange
es: â± largo
pl: â± dÅ‚ugi

source: ğŸ· adventure
de: ğŸ· abenteuer
es: ğŸ· aventura
fr: ğŸ· aventure
pl: ğŸ· przygoda

source: ğŸ· adventure-shooter
de: ğŸ· abenteuer-shooter
es: ğŸ· aventura-shooter
fr: ğŸ· jeu de tir aventure
pl: ğŸ· strzelanka przygodowa

source: ğŸ· adventure-shooter; safe cracking simulator
de: ğŸ· abenteuer-shooter; safeknacker-simulator
es: ğŸ· aventura-shooter; simulador de apertura de cajas fuertes
fr: ğŸ· jeu de tir aventure; simulateur de piratage de coffres-forts
pl: ğŸ· przygodowa strzelanka; symulator Å‚amania sejfÃ³w

source: ğŸ· adventure with adventures
de: ğŸ· abenteuer mit abenteuer
es: ğŸ· aventura con aventuras
fr: ğŸ· aventure avec aventures
pl: ğŸ· przygoda z przygodami

source: ğŸ· adventure with arcade elements
de: ğŸ· abenteuer mit arcade-elementen
es: ğŸ· aventura con elementos arcade
fr: ğŸ· aventure avec Ã©lÃ©ments d'arcade
pl: ğŸ· przygoda z elementami zrÄ™cznoÅ›ciowymi

source: ğŸ· adventure with black humor elements
de: ğŸ· abenteuer mit elementen des schwarzen humors
es: ğŸ· aventura con elementos de humor negro
fr: ğŸ· aventure avec Ã©lÃ©ments noirs Ã‰lÃ©ments humoristiques
pl: ğŸ· przygoda z elementami czarnego humoru

source: ğŸ· adventure with fighting elements
de: ğŸ· abenteuer mit kampfelementen
es: ğŸ· aventura con elementos de lucha
fr: ğŸ· aventure avec des Ã©lÃ©ments de combat
pl: ğŸ· przygoda z elementami walki

source: ğŸ· adventure with fighting and puzzle elements
de: ğŸ· abenteuer mit kampf- und puzzle-elementen
es: ğŸ· aventura con elementos de lucha y puzles
fr: ğŸ· aventure avec des Ã©lÃ©ments de combat et de puzzle
pl: ğŸ· przygoda z elementami walki i zagadek

source: ğŸ· adventure with management elements
de: ğŸ· abenteuer mit management-elementen
es: ğŸ· aventura con elementos de gestiÃ³n
fr: ğŸ· aventure avec des Ã©lÃ©ments de gestion
pl: ğŸ· przygoda z elementami zarzÄ…dzania

source: ğŸ· adventure with horror elements
de: ğŸ· abenteuer mit horrorelementen
es: ğŸ· aventura con elementos de terror
fr: ğŸ· aventure avec des Ã©lÃ©ments d'horreur
pl: ğŸ· przygoda z elementami horroru

source: ğŸ· adventure with awful horror elements
de: ğŸ· abenteuer mit schrecklichen horrorelementen
es: ğŸ· aventura con elementos de terror espantosos
fr: ğŸ· aventure avec des Ã©lÃ©ments d'horreur atroces
pl: ğŸ· przygoda z elementami strasznego horroru

source: ğŸ· adventure with logic elements
de: ğŸ· abenteuer mit logikelement
es: ğŸ· aventura con elementos de lÃ³gica
fr: ğŸ· aventure avec des Ã©lÃ©ments de logique
pl: ğŸ· przygoda z elementami logiki

source: ğŸ· adventure with logic puzzles
de: ğŸ· abenteuer mit logikrÃ¤tseln
es: ğŸ· aventura con acertijos de lÃ³gica
fr: ğŸ· aventure avec des puzzles logiques
pl: ğŸ· przygoda z Å‚amigÅ‚Ã³wkami logicznymi

source: ğŸ· trivia game
de: ğŸ· quizspiel
es: ğŸ· juego de trivia
fr: ğŸ· jeu de quiz
pl: ğŸ· gra w ciekawostki

source: ğŸ· text and logic puzzle
de: ğŸ· text- und logikrÃ¤tsel
es: ğŸ· acertijo de texto y lÃ³gica
fr: ğŸ· puzzle de texte et de logique
pl: ğŸ· Å‚amigÅ‚Ã³wka tekstowo-logiczna

source: ğŸ· puzzle
es: ğŸ· acertijo
pl: ğŸ· Å‚amigÅ‚Ã³wka

source: ğŸ· logic puzzle
de: ğŸ· logikrÃ¤tsel
es: ğŸ· rompecabezas de lÃ³gica
fr: ğŸ· puzzle logique
pl: ğŸ· Å‚amigÅ‚Ã³wka logiczna

source: ğŸ· arcade logic game
de: ğŸ· arcade-logikspiel
es: ğŸ· juego de lÃ³gica arcade
fr: ğŸ· jeu de logique d'arcade
pl: ğŸ· gra logiczna zrÄ™cznoÅ›ciowa

source: ğŸ· logic game
de: ğŸ· logikspiel
es: ğŸ· juego de lÃ³gica
fr: ğŸ· jeu de logique
pl: ğŸ· gra logiczna

source: ğŸ· logic game with management elements
de: ğŸ· logikspiel mit management-elementen
es: ğŸ· juego de lÃ³gica con elementos de gestiÃ³n
fr: ğŸ· jeu de logique avec des Ã©lÃ©ments de gestion
pl: ğŸ· gra logiczna z elementami zarzÄ…dzania

source: ğŸ· logic educational game
de: ğŸ· logik-lernspiel
es: ğŸ· juego educativo de lÃ³gica
fr: ğŸ· jeu de logique Ã©ducatif
pl: ğŸ· gra edukacyjna logiczna

source: ğŸ· logic math game
de: ğŸ· logik-mathe-spiel
es: ğŸ· juego de matemÃ¡ticas de lÃ³gica
fr: ğŸ· jeu de logique mathÃ©matique
pl: ğŸ· gra logiczna i matematyczna

source: ğŸ· logic easel simulator
de: ğŸ· logik-staffelei-simulator
es: ğŸ· simulador de caballete de lÃ³gica
fr: ğŸ· Simulateur de chevalet logique
pl: ğŸ· symulator sztalugi logicznej

source: ğŸ· math logic puzzle
de: ğŸ· mathe-logik-puzzle
es: ğŸ· rompecabezas de lÃ³gica matemÃ¡tica
fr: ğŸ· Casse-tÃªte logique mathÃ©matique
pl: ğŸ· Å‚amigÅ‚Ã³wka logiczna matematyczna

source: ğŸ· math puzzle
de: ğŸ· mathe-puzzle
es: ğŸ· rompecabezas de matemÃ¡ticas
fr: ğŸ· Casse-tÃªte mathÃ©matique
pl: ğŸ· Å‚amigÅ‚Ã³wka matematyczna

source: ğŸ· logic puzzles and math problems
de: ğŸ· logikrÃ¤tsel und matheaufgaben
es: ğŸ· rompecabezas de lÃ³gica y problemas de matemÃ¡ticas
fr: ğŸ· Casse-tÃªtes logiques et problÃ¨mes mathÃ©matiques
pl: ğŸ· zagadki logiczne i problemy matematyczne

source: ğŸ· logic tactical game
de: ğŸ· logik-taktikspiel
es: ğŸ· juego tÃ¡ctico de lÃ³gica
fr: ğŸ· Jeu de logique tactique
pl: ğŸ· gra logiczna taktyczna

source: ğŸ· simulator
es: ğŸ· simulador
fr: ğŸ· Simulateur
pl: ğŸ· symulator

source: ğŸ· prison simulator
de: ğŸ· gefÃ¤ngnissimulator
es: ğŸ· simulador de prisiÃ³n
fr: ğŸ· Simulateur de prison
pl: ğŸ· symulator wiÄ™zienia

source: ğŸ· space rangers simulator
es: ğŸ· espacio simulador de guardabosques
fr: ğŸ· Simulateur de rangers de l'espace
pl: ğŸ· symulator "kosmicznych straÅ¼nikÃ³w"

source: ğŸ· animal life simulator
de: ğŸ· tierleben-simulator
es: ğŸ· simulador de vida animal
fr: ğŸ· Simulateur de vie animale
pl: ğŸ· symulator Å¼ycia zwierzÄ…t

source: ğŸ· lab rat simulator
de: ğŸ· Laborratten-Simulator
es: ğŸ· simulador de rata de laboratorio
fr: ğŸ· Simulateur de rat de laboratoire
pl: ğŸ· symulator "szczura laboratoryjnego"

source: ğŸ· composite sketch simulator
de: ğŸ· zusammengesetzter skizzensimulator
es: ğŸ· simulador de boceto compuesto
fr: ğŸ· Simulateur de croquis composite
pl: ğŸ· symulator szkicu kompozytowego
