Repository: Cthulhu2/gm-space-rangers-quests
Catalog: locale/cze/LC_MESSAGES/gmsrq.po
Languages: cs_cz

source: Ranger certificate required
cs_cz: Vyžadován certifikát Ranger

source: Unknown quest id={qid}
cs_cz: Neznámé ID úkolu={qid}

source: Wow! This is the famous ranger {name}!
cs_cz: Páni! Toto je slavný ranger {name}!

source: You are already registered.
cs_cz: Již jste zaregistrováni.

source: Back
cs_cz: Zpět

source: What is your name?
cs_cz: Jak se jmenujete?

source: Enter ranger's name to attach certificate to.
cs_cz: Zadejte jméno rangera pro připojení certifikátu.

source: Delete certificate {cert}. Are you sure? Type "yes".
cs_cz: Smazat certifikát {cert}. Jste si jistý? Napište "yes".

source: Delete ranger {name} account and all its data. Are you sure? Type "yes".
cs_cz: Smažte účet rangera {name} a všechna jeho data. Jste si jisti? Napište "yes".

source: Password?
cs_cz: Heslo?

source: Invalid ranger name. Not allowed: * >=128 symbols -- database is not rubber; * \r, \n -- what are these rangers with line breaks; * ``` -- and we don’t need to break the formatting.
cs_cz: Neplatné jméno rangera. Nepovoleno: * >=128 symbolů -- databáze není gumová; * \r, \n -- co jsou tito strážci se zalomením řádků; * ``` -- a nemusíme přerušovat formátování.

source: Rename ranger
cs_cz: Přejmenovat rangera

source: Options
cs_cz: Možnosti

source: Use ANSI-colors
cs_cz: Použít ANSI-barvy

source: Account
cs_cz: Účet

source: Delete ranger {name}
cs_cz: Smazat rangera {name}

source: All quests progress and registered certificates will be deleted
cs_cz: Všechny průběh questů a registrované certifikáty budou smazány

source: valid {minutes} min
cs_cz: platný {minutes} min

source: not set
cs_cz: nenastaveno

source: Certificates
cs_cz: Certifikáty

source: Certificate password ({expires})
cs_cz: Heslo k certifikátu ({expires})

source: For adding other certificates you need set password. Then just try register for this username.
cs_cz: Pro přidání dalších certifikátů je potřeba nastavit heslo. Pak stačí zkusit zaregistrovat se pro toto uživatelské jméno.

source: Registered to {name}
cs_cz: Registrováno na {name}

source: (current)
cs_cz: (aktuální)

source: Remove
cs_cz: Odstranit

source: Ranger {name} already registered.
cs_cz: Ranger {name} je již zaregistrován.

source: Choose different name
cs_cz: Vyberte jiné jméno

source: Yes, it is me
cs_cz: Ano, jsem to já

source: Password incorrect
cs_cz: Nesprávné heslo

source: # : Ranger : Quests : Credits
cs_cz: # : Ranger : Úkoly : Kredity

source: Leader board
cs_cz: Výsledková deska

source: Only registered rangers are displayed.
cs_cz: Zobrazují se pouze registrovaní strážci.

source: Quests :: {game}
cs_cz: Úkoly :: {game}

source: Come in, ranger, your certificate is valid.
cs_cz: Pojďte dál, rangere, váš certifikát je platný.

source: Registration
cs_cz: Registrace

source: About
cs_cz: O projektu

source: Progress:
cs_cz: Pokrok:

source: Credits:
cs_cz: Kredity:

source: ☠ difficulty
cs_cz: ☠ obtížnost

source: ⏱ duration
cs_cz: ⏱ trvání

source: 🏷 genre
cs_cz: 🏷 žánr

source: ⬆ ascend
cs_cz: ⬆ vzestup

source: ⬇ descend
cs_cz: ⬇ sestoupit

source: ⏱ low
cs_cz: ⏱ nízká

source: ⏱ below average
cs_cz: ⏱ podprůměrný

source: ⏱ average
cs_cz: ⏱ průměr

source: ⏱ above average
cs_cz: ⏱ nadprůměrný

source: ⏱ long
cs_cz: ⏱ dlouhý

source: 🏷 adventure
cs_cz: 🏷 dobrodružství

source: 🏷 adventure-shooter
cs_cz: 🏷 dobrodružná střílečka

source: 🏷 adventure-shooter; safe cracking simulator
cs_cz: 🏷 dobrodružná střílečka; simulátor bezpečného crackingu

source: 🏷 adventure with adventures
cs_cz: 🏷 dobrodružství s dobrodružstvím

source: 🏷 adventure with arcade elements
cs_cz: 🏷 dobrodružství s arkádovými prvky

source: 🏷 adventure with black humor elements
cs_cz: 🏷 dobrodružství s prvky černého humoru

source: 🏷 adventure with fighting elements
cs_cz: 🏷 dobrodružství s bojovými prvky

source: 🏷 adventure with fighting and puzzle elements
cs_cz: 🏷 dobrodružství s bojovými a logickými prvky

source: 🏷 adventure with management elements
cs_cz: 🏷 dobrodružství s prvky správy

source: 🏷 adventure with horror elements
cs_cz: 🏷 dobrodružství s hororovými prvky

source: 🏷 adventure with awful horror elements
cs_cz: 🏷 dobrodružství s příšernými hororovými prvky

source: 🏷 adventure with logic elements
cs_cz: 🏷 dobrodružství s logickými prvky

source: 🏷 adventure with logic puzzles
cs_cz: 🏷 dobrodružství s logickými hádankami

source: 🏷 trivia game
cs_cz: 🏷 triviální hra

source: 🏷 text and logic puzzle
cs_cz: 🏷 text a logická hádanka

source: 🏷 logic puzzle
cs_cz: 🏷 logická hádanka

source: 🏷 arcade logic game
cs_cz: 🏷 arkádová logická hra

source: 🏷 logic game
cs_cz: 🏷 logická hra

source: 🏷 logic game with management elements
cs_cz: 🏷 logická hra s prvky správy

source: 🏷 logic educational game
cs_cz: 🏷 logická vzdělávací hra

source: 🏷 logic math game
cs_cz: 🏷 logická matematická hra

source: 🏷 logic easel simulator
cs_cz: 🏷 simulátor logického stojanu

source: 🏷 math logic puzzle
cs_cz: 🏷 matematická logická hádanka

source: 🏷 math puzzle
cs_cz: 🏷 matematická hádanka

source: 🏷 logic puzzles and math problems
cs_cz: 🏷 logické hádanky a matematické úlohy

source: 🏷 logic tactical game
cs_cz: 🏷 logická taktická hra

source: 🏷 simulator
cs_cz: 🏷 simulátor

source: 🏷 prison simulator
cs_cz: 🏷 vězeňský simulátor

source: 🏷 space rangers simulator
cs_cz: 🏷 simulátor strážců vesmíru

source: 🏷 animal life simulator
cs_cz: 🏷 simulátor života zvířat

source: 🏷 lab rat simulator
cs_cz: 🏷 simulátor "laboratorní krysy"

source: 🏷 composite sketch simulator
cs_cz: 🏷 simulátor kompozitního náčrtu

source: 🏷 economy simulator
cs_cz: 🏷 ekonomický simulátor

source: 🏷 election campaign simulator
cs_cz: 🏷 simulátor volební kampaně

source: 🏷 hauler simulator
cs_cz: 🏷 simulátor nákladního auta

source: 🏷 taxi simulator
cs_cz: 🏷 simulátor taxi

source: 🏷 fishing simulator
cs_cz: 🏷 rybářský simulátor

source: 🏷 ancient cars racing simulator
cs_cz: 🏷 závodní simulátor starých aut

source: 🏷 racing simulator
cs_cz: 🏷 závodní simulátor

source: 🏷 racing simulator with management elements
cs_cz: 🏷 závodní simulátor s prvky správy

source: 🏷 penchekrack breeding simulator
cs_cz: 🏷 simulátor chovu penchekrack

source: 🏷 wild gobzaur taming simulator
cs_cz: 🏷 simulátor zkrocení divokého gobzaura

source: 🏷 passing entrance exams
cs_cz: 🏷 složení přijímacích zkoušek

source: 🏷 tactical fighting
cs_cz: 🏷 taktický boj

source: 🏷 tactical game
cs_cz: 🏷 taktická hra

source: 🏷 tactical strategy
cs_cz: 🏷 taktická strategie

source: 🏷 economic strategy
cs_cz: 🏷 ekonomická strategie

source: 🏷 strategy with fighting elements
cs_cz: 🏷 strategie s bojovými prvky

source: 🏷 recruitment center manager
cs_cz: 🏷 manažer náborového centra

source: 🏷 build management
cs_cz: 🏷 správa sestavení

source: 🏷 sport management
cs_cz: 🏷 sportovní management

source: 🏷 gambling
cs_cz: 🏷 hazardní hry

source: 🏷 trading
cs_cz: 🏷 obchodování

source: 🏷 weapons testing
cs_cz: 🏷 testování zbraní

source: 🏷 espionage
cs_cz: 🏷 špionáž

source: 🏷 espionage; gambling
cs_cz: 🏷 špionáž; hazardní hry

source: 🏷 espionage; bugging
cs_cz: 🏷 špionáž; odposlouchávání

source: 🏷 assault
cs_cz: 🏷 útok

source: 🏷 fantasy role-playing game
cs_cz: 🏷 fantasy hra na hrdiny

source: 🏷 detective
cs_cz: 🏷 detektiv

source: 🏷 humorous detective
cs_cz: 🏷 humorný detektiv

source: 🏷 cargo delivery with quest elements
cs_cz: 🏷 dodávka nákladu s prvky úkolů

source: 🏷 fortress defend
cs_cz: 🏷 obrana pevnosti

source: 🏷 action horror
cs_cz: 🏷 akční horor

source: Ranger Center "Union"
cs_cz: Ranger Center "Unie"
